Repository: CronosSquare/PolicyKit-gnome
Catalog: po/*.po
Languages: el

source: Authorizations
el: Εξουσιοδοτήσεις

source: Configure authorizations
el: Ρύθμιση εξουσιοδοτήσεων

source: A list of PolicyKit action where the "retain authorization" checkbox isn't checked by default; this list is maintained by the authentication dialog code itself. For example, if a user unchecks the "retain authorization" check box for an action and successfully obtains an authorization for the action, the action will be added to this list.
el: Λίστα ενεργειών για τις οποίες το κουτί "διατήρηση εξουσιοδότησης" δεν είναι προεπιλεγμένο. Η λίστα ανανεώνεται αυτόματα από τον κώδικα του διαλόγου πιστοποίησης. Για παράδειγμα, αν ο χρήστης απεπιλέξει το κουτί "διατήρηση εξουσιοδότησης" για μία ενέργεια και μετά αποκτήσει πιστοποίηση για την ενέργεια αυτή, η ενέργεια θα προστεθεί στη λίστα.

source: A list of actions where the "retain authorization" checkbox isn't checked by default
el: Λίστα ενεργειών για τις οποίες το κουτί "διατήρηση εξουσιοδότησης" δεν είναι προεπιλεγμένο

source: If set to true, the authentication dialog from PolicyKit-gnome will grab the keyboard, so that you will not be able to type in other programs while the dialog is active. Use this if your window manager does not focus the authentication dialog automatically, and you want to avoid accidentally typing passwords in other programs.
el: Αν έχει οριστεί αληθές, ο διάλογος πιστοποίησης του PolicyKit-gnome θα κλειδώνει το πληκτρολόγιο, έτσι ώστε να μην μπορεί να χρησιμοποιηθεί από κανένα άλλο πρόγραμμα όσο θα είναι ενεργός ο διάλογος πιστοποίησης. Χρησιμοποιήστε αυτή την επιλογή αν ο διαχειριστής παραθύρων σας δεν εστιάζει αυτόματα στο διάλογο πιστοποίησης και φοβάστε μήπως πληκτρολογήσετε κατά λάθος συνθηματικά σε άλλα προγράμματα.

source: If set to true, then "retain authorization" check box (if present) is checked by default in the authentication dialog unless the action is mentioned in the "/desktop/gnome/policykit/auth_dialog_retain_authorization_blacklist" key.
el: Αν έχει οριστεί αληθές, τότε το κουτί "διατήρηση πιστοποίησης" (αν υπάρχει) του διαλόγου πιστοποίησης είναι προεπιλεγμένο. Εξαιρούνται οι ενέργειες που αναφέρονται στο "/desktop/gnome/policykit/auth_dialog_retain_authorization_blacklist".

source: Whether the authentication dialog should grab the keyboard
el: Αν ο διάλογος πιστοποίησης θα πρέπει να κλειδώνει το πληκτρολόγιο για αποκλειστική του χρήση

source: Whether the retain authorization check box is checked by default
el: Αν είναι προεπιλεγμένο το κουτί διατήρησης της πιστοποίησης

source: PolicyKit-gnome Website
el: Ιστοσελίδα του PolicyKit-gnome

source: PolicyKit-gnome demo
el: Επίδειξη του PolicyKit-gnome

source: PolicyKit for the GNOME desktop
el: To PolicyKit για την επιφάνεια εργασίας του Gnome

source: _File
el: _Αρχείο

source: _Actions
el: Ε_νέργειες

source: _Help
el: _Βοήθεια

source: _Quit
el: Έ_ξοδος

source: Quit
el: Έξοδος

source: _About
el: _Περί

source: About
el: Περί

source: Making the helper <b>Frobnicate</b> requires the user to authenticate. The authorization is kept for the life time of the process
el: Το <b>Frobnicate</b> απαιτεί πιστοποίηση του χρήστη. Η εξουσιοδότηση διατηρείται καθ' όλη τη διάρκεια της διεργασίας

source: Making the helper <b>Jump</b> requires the user to authenticate. This is a one-shot authorization.
el: Το <b> Άλμα</b> απαιτεί πιστοποίηση του χρήστη. Η εξουσιοδότηση είναι μιας χρήσης.

source: Jump!
el: Άλμα!

source: Making the helper <b>Tweak</b> requires a system administrator to authenticate. This instance overrides the defaults set in polkit_gnome_action_new().
el: Το <b>Tweak</b> απαιτεί πιστοποίηση διαχειριστή συστήματος. Παρακάμπτει τις προεπιλεγμένες ρυθμίσεις του polkit_gnome_action_new().

source: If your admin wasn't annoying, you could do this
el: Αν είχατε λιγότερο ενοχλητικό διαχειριστή, θα μπορούσατε να το κάνετε

source: Only card carrying tweakers can do this!
el: Μόνο όσοι tweakers έχουν κάρτα μπορούν να το κάνουν αυτό!

source: Go ahead, tweak tweak tweak!
el: Εμπρός! Tweak tweak tweak!

source: Making the helper <b>Twiddle</b> requires a system administrator to authenticate. Once authenticated, this privilege can be retained indefinitely.
el: Το <b>Twiddle</b> απαιτεί πιστοποίηση διαχειριστή συστήματος. Μετά την πιστοποίηση, τα σχετικά προνόμια διατηρούνται επ' αόριστον.

source: Making the helper <b>Punch</b> requires the user to authenticate. Once authenticated, this privilege can be retained for the remainder of the desktop session.
el: Η <b>Μπουνιά</b> απαιτεί πιστοποίηση του χρήστη. Μετά την πιστοποίηση, τα σχετικά προνόμια διατηρούνται μέχρι το τέλος της συνεδρίας της επιφάνειας εργασίας.

source: Punch!
el: Μπουνιά!

source: The <b>Toggle</b> action demonstrates the use of PolicyKit to drive a GtkToggleButton; it's an intuitive way to ask users to give up authorizations when they are done with them. E.g. the button is 'pressed in' exactlywhen the authorization is held. Toggling the button means obtaining resp. revoking the authorization in question.
el: Η <b> Εναλλαγή</b> δείχνει πώς μπορεί να χρησιμοποιηθεί το PolicyKit για να κατευθύνει τη λειτουργία ενός GtkToggleButton. Προσφέρει έναν εύκολο τρόπο για να ζητείται από τους χρήστες να αποσύρουν την εξουσιοδότηση όταν δεν τη χρειάζονται πλέον. Π.χ. το κουμπί "πατιέται" ακριβώς τη στιγμή που δίνεται η εξουσιοδότηση. Η εναλλαγή του κουμπιού σημαίνει ότι αναλαμβάνεται η ευθύνη για την απόσυρση της εξουσιοδότησης.

source: Click to make changes...
el: Πιέστε για να κάνετε αλλαγές...

source: Click to prevent changes
el: Πιέστε για να εμποδίσετε τις αλλαγές

source: <i>Tip: try editing /etc/PolicyKit/Policy.conf and see the proxy widgets update in real-time.</i>.
el: <i>Συμβουλή: Δοκιμάστε να επεξεργαστείτε το /etc/PolicyKit/Policy.conf και θα δείτε τα γραφικά συστατικά του διαμεσολαβητή να ανανεώνονται σε πραγματικό χρόνο.</i>

source: Jump
el: Άλμα

source: Kick bar
el: Κλωτσιά στο bar

source: Kick baz
el: Κλωτσιά στο baz

source: Kick foo
el: Κλωτσιά στο foo

source: Punch
el: Μπουνιά

source: System policy prevents the PolicyKit-gnome example helper from Frobnicating
el: Η πολιτική του συστήματος εμποδίζει το παράδειγμα βοηθού του PolicyKit-gnome να κάνει Frobnicate

source: System policy prevents the PolicyKit-gnome example helper from Jumping
el: Η πολιτική του συστήματος εμποδίζει το παράδειγμα βοηθού του PolicyKit-gnome να κάνει Άλμα

source: System policy prevents the PolicyKit-gnome example helper from Kicking bar
el: Η πολιτική του συστήματος εμποδίζει το παράδειγμα βοηθού του PolicyKit-gnome να ρίξει Κλωτσιά στο bar

source: System policy prevents the PolicyKit-gnome example helper from Kicking baz
el: Η πολιτική του συστήματος εμποδίζει το παράδειγμα βοηθού του PolicyKit-gnome να ρίξει Κλωτσιά στο baz

source: System policy prevents the PolicyKit-gnome example helper from Kicking foo
el: Η πολιτική του συστήματος εμποδίζει το παράδειγμα βοηθού του PolicyKit-gnome να ρίξει Κλωτσιά στο foo

source: System policy prevents the PolicyKit-gnome example helper from Punching
el: Η πολιτική του συστήματος εμποδίζει το παράδειγμα βοηθού του PolicyKit-gnome να ρίξει Μπουνιά

source: System policy prevents the PolicyKit-gnome example helper from Toggling
el: Η πολιτική του συστήματος εμποδίζει το παράδειγμα βοηθού του PolicyKit-gnome να κάνει Εναλλαγή

source: System policy prevents the PolicyKit-gnome example helper from Tweaking
el: Η πολιτική του συστήματος εμποδίζει το παράδειγμα βοηθού του PolicyKit-gnome να κάνει Tweak

source: System policy prevents the PolicyKit-gnome example helper from Twiddling
el: Η πολιτική του συστήματος εμποδίζει το παράδειγμα βοηθού του PolicyKit-gnome να κάνει Twiddle

source: Toggle
el: Εναλλαγή

source: Authenticating...
el: Πιστοποίηση...

source: Don't exit after 30 seconds of inactivity
el: Να μη γίνει έξοδος μετά από 30 δευτερόλεπτα αδράνειας

source: PolicyKit GNOME session daemon
el: Δαίμονας συνεδρίας του PolicyKit GNOME

source: Starting PolicyKit GNOME session daemon version %s
el: Εκκίνηση του δαίμονα συνεδρίας του PolicyKit GNOME, έκδοση %s

source: Select user...
el: Επιλογή χρήστη...

source: _Remember authorization for this session
el: Απο_μνημόνευση της εξουσιοδότησης για αυτή τη συνεδρία

source: _Remember authorization
el: Απ_ομνημόνευση εξουσιοδότησης

source: An application is attempting to perform an action that requires privileges. Authentication as one of the users below is required to perform this action.
el: Μια εφαρμογή προσπαθεί να εκτελέσει ενέργεια που απαιτεί προνόμια. Απαιτείται πιστοποίηση ενός από τους παρακάτω χρήστες για την εκτέλεση της ενέργειας.

source: An application is attempting to perform an action that requires privileges. Authentication as the super user is required to perform this action.
el: Μια εφαρμογή προσπαθεί να εκτελέσει ενέργεια που απαιτεί προνόμια. Απαιτείται πιστοποίηση υπερχρήστη για την εκτέλεση της ενέργειας.

source: An application is attempting to perform an action that requires privileges. Authentication is required to perform this action.
el: Μια εφαρμογή προσπαθεί να εκτελέσει ενέργεια που απαιτεί προνόμια. Απαιτείται πιστοποίηση για την εκτέλεση της ενέργειας.

source: Click to edit %s
el: Κάντε κλικ για να επεξεργαστείτε το %s

source: Click to open %s
el: Κάντε κλικ για να ανοίξετε το %s

source: _Authenticate
el: _Πιστοποίηση

source: _Password:
el: _Συνθηματικό:

source: For this _session only
el: Μόνο για αυτήν τη _συνεδρία

source: <small><b>_Details</b></small>
el: <small><b>_Λεπτομέρειες</b></small>

source: <small><b>Application:</b></small>
el: <small><b>Εφαρμογή:</b></small>

source: <small><b>Action:</b></small>
el: <small><b>Ενέργεια:</b></small>

source: <small><b>Vendor:</b></small>
el: <small><b>Διανομέας:</b></small>

source: Authenticate
el: Πιστοποίηση

source: (unknown
el: (άγνωστο)

source: _Password for %s:
el: _Συνθηματικό %s:

source: _Password for root:
el: _Συνθηματικό root:

source: _Password or swipe finger for %s:
el: _Συνθηματικό ή δακτυλικό αποτύπωμα %s:

source: _Password or swipe finger for root:
el: _Συνθηματικό ή δακτυλικό αποτύπωμα root:

source: _Password or swipe finger:
el: _Συνθηματικό ή δακτυλικό αποτύπωμα:

source: No
el: Όχι

source: Admin Authentication (one shot)
el: Πιστοποίηση διαχειριστή (μιας χρήσης)

source: Admin Authentication
el: Πιστοποίηση διαχειριστή

source: Admin Authentication (keep session)
el: Πιστοποίηση διαχειριστή (για τη συνεδρία)

source: Admin Authentication (keep indefinitely)
el: Πιστοποίηση διαχειριστή (επ' αόριστον)

source: Authentication (one shot)
el: Πιστοποίηση (μιας χρήσης)

source: Authentication
el: Πιστοποίηση

source: Authentication (keep session)
el: Πιστοποίηση (για τη συνεδρία)

source: Authentication (keep indefinitely)
el: Πιστοποίηση (επ' αόριστον)

source: Yes
el: Ναι

source: Must be on console
el: Να βρίσκεται σε κονσόλα

source: Must be in active session
el: Να βρίσκεται σε ενεργή συνεδρία

source: Must be program %s
el: Να είναι το πρόγραμμα %s

source: Must be SELinux Context %s
el: Να βρίσκεται σε περιβάλλον SELinux %s

source: A moment ago
el: Μόλις τώρα

source: 1 minute ago
el: 1 λεπτό πριν

source: %d minutes ago
el: %d λεπτά πριν

source: 1 hour ago
el: 1 ώρα πριν

source: %d hours ago
el: %d ώρες πριν

source: 1 day ago
el: 1 ημέρα πριν

source: %d days ago
el: %d ημέρες πριν

source: Auth as %s (uid %d)
el: Πιστοποίηση ως %s (uid %d)

source: Auth as uid %d
el: Πιστοποίηση ως uid %d

source: Blocked by %s (uid %d)
el: Φραγή από %s (uid %d)

source: Blocked by uid %d
el: Φραγή από uid %d

source: Granted by %s (uid %d)
el: Χορήγηση από %s (uid %d)

source: Granted by uid %d
el: Χορήγηση από uid %d

source: Single shot pid %d (%s)
el: pid μιας χρήσης %d (%s)

source: This session
el: Για αυτήν τη συνεδρία

source: Always
el: Πάντα

source: None
el: Ποτέ

source: Grant Negative Authorization
el: Χορήγηση αρνητικής εξουσιοδότησης

source: Grant Authorization
el: Χορήγηση εξουσιοδότησης

source: <b><big>Granting a negative authorization for the <i>%s</i> action requires more information</big></b>
el: <b><big>Η χορήγηση αρνητικής εξουσιοδότησης στην ενέργεια <i>%s</i> απαιτεί περισσότερες πληροφορίες</big></b>

source: <b><big>Granting an authorization for the <i>%s</i> action requires more information</big></b>
el: <b><big>Η χορήγηση εξουσιοδότησης στην ενέργεια <i>%s</i> απαιτεί περισσότερες πληροφορίες</big></b>

source: Select the user to block for the action and, optionally, any constraints on the negative authorization that you are about to grant.
el: Επιλέξτε το χρήστη για τον οποίο επιθυμείτε να ισχύει φραγή για αυτήν την ενέργεια και, προαιρετικά, περιορισμούς για την αρνητική εξουσιοδότηση που πρόκειται να χορηγήσετε.

source: Select the beneficiary and, optionally, how to constrain the authorization that you are about to grant.
el: Επιλέξτε τον δικαιούχο και, προαιρετικά, περιορισμούς για την εξουσιοδότηση που πρόκειται να χορηγήσετε.

source: <b>Beneficiary</b>
el: <b>Δικαιούχος</b>

source: Select the user that will receive the negative authorization.
el: Επιλέξτε το χρήστη για τον οποίο θα ισχύει η αρνητική εξουσιοδότηση.

source: Select the user that will receive the authorization.
el: Επιλέξτε το χρήστη για τον οποίο θα ισχύει η εξουσιοδότηση.

source: _Show system users
el: Ε_μφάνιση χρηστών συστήματος

source: <b>Constraints</b>
el: <b>Περιορισμοί</b>

source: Constraints limits the authorization such that it only applies under certain circumstances.
el: Οι περιορισμοί σημαίνουν ότι η εξουσιοδότηση θα ισχύει μόνο υπό ορισμένες συνθήκες.

source: _None
el: _Καθόλου

source: Must be _in active session
el: Να βρίσκεται σε _ενεργή συνεδρία

source: Must be on _local console
el: Να βρίσκεται σε _τοπική κονσόλα

source: Must be in _active session on local console
el: Να βρίσκεται _σε ενεργή συνεδρία και σε τοπική κονσόλα

source: _Block...
el: _Φραγή...

source: _Grant...
el: _Χορήγηση...

source: Edit Implicit Authorizations
el: Επεξεργασία σιωπηρών εξουσιοδοτήσεων

source: <b><big>Choose new implicit authorizations</big></b>
el: <b><big>Επιλέξτε καινούριες σιωπηρές εξουσιοδοτήσεις</big></b>

source: Implicit authorizations are authorizations that are granted automatically to users under certain circumstances. Choose what is required for the action <i>%s</i>.
el: Οι σιωπηρές εξουσιοδοτήσεις είναι εξουσιοδοτήσεις που δίνονται αυτόματα στους χρήστες υπό ορισμένες συνθήκες. Επιλέξτε τις προϋποθέσεις για την ενέργεια <i>%s</i>.

source: <i>Anyone:</i>
el: <i>Οποιοσδήποτε</i>

source: <i>Console:</i>
el: <i>Κονσόλα:</i>

source: <i>Active Console:</i>
el: <i>Ενεργή κονσόλα:</i>

source: _Modify...
el: _Τροποποίηση...

source: <b>Action</b>
el: <b>Ενέργεια</b>

source: <i>Identifier:</i>
el: <i>Αναγνωριστικό:</i>

source: <i>Description:</i>
el: <i>Περιγραφή:</i>

source: <i>Vendor:</i>
el: <i>Διανομέας:</i>

source: <b>Implicit Authorizations</b>
el: <b>Σιωπηρές εξουσιοδοτήσεις</b>

source: Implicit authorizations are authorizations automatically given to users based on certain criteria such as if they are on the local console.
el: Οι σιωπηρές εξουσιοδοτήσεις είναι εξουσιοδοτήσεις που δίνονται αυτόματα σε χρήστες που πληρούν συγκεκριμένα κριτήρια, π.χ. βρίσκονται σε τοπική κονσόλα.

source: _Edit...
el: Ε_πεξεργασία…

source: Revert To _Defaults...
el: Επ_αναφορά προεπιλογών...

source: <b>Explicit Authorizations</b>
el: <b>Ρητές εξουσιοδοτήσεις</b>

source: This list displays authorizations that are either obtained through authentication or specifically given to the entity in question. Blocked authorizations are marked with a STOP sign.
el: Η λίστα αυτή εμφανίζει εξουσιοδοτήσεις οι οποίες είτε ελήφθησαν μέσω πιστοποίησης είτε χορηγήθηκαν συγκεκριμένα στον εν λόγω χρήστη/ομάδα. Οι φραγμένες εξουσιοδοτήσεις σημειώνονται με το σύμβολο STOP.

source: Entity
el: Όνομα

source: Scope
el: Εμβέλεια

source: Obtained
el: Χρόνος λήψης

source: How
el: Τρόπος λήψης

source: Constraints
el: Περιορισμοί

source: _Revoke
el: Α_νάκληση

source: _Revoke...
el: Α_νάκληση...

source: _Show authorizations from all users...
el: _Εμφανιση πιστοποιήσεων για όλους τους χρήστες...

source: _Show authorizations from all users
el: _Εμφανιση πιστοποιήσεων για όλους τους χρήστες

source: Select an action
el: Επιλέξτε ενέργεια
